/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: Titkosított, biztonságos üzenetküldő (Google Talk, XMPP, AIM)";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "A ChatSecure egy nyílt-forráskódú, üzenetküldő alkalmazás, mely a Cypherpunks' féle Off-the-Record protokollt használja, az XMPP-n (Google Talk, Jabber, stb) és Oscar-on (AIM) keresztül történő biztonságos üzenetküldéshez.";

/* Below top decsription */
"Fork me on Github!" = "Forkolj Github-on!";

/* Heading for first section */
"Multiprotocol Chat" = "Multiprotocol Üzenetküldés";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "A ChatSecure XMPP és AIM fióokokkal is működik.";

/* Heading for second section */
"Strong Encryption" = "Erős Titkosítás";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "Az Off-the-Record könyvtár egy erős alapot biztosít a titkosított beszélgetés számára.";

/* Heading for third section */
"Compatible" = "Kompatibilis";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "Biztonságosan társaloghat más programokkal, mint az Adium és a Pidgin.";